[
  {
    "id": "partridge-wardrobe",
    "productId": "partridge-wardrobe",
    "name": "Partridge Wardrobe",
    "desc": "With a modern design concept and original creativity, mygubbi brings innovation and good taste to your bedroom. Partridge, the 6 door wardrobe straight from house of mygubbi, will straightaway enhance your bedchamber interiors. With supportive series of spacious drawers, several shelves and aluminum rods, this wardrobe will make regular folding or hanging of clothes hassle-free. The wardrobe comes with open shelf amidst dual door that will be ideal for placing your souvenirs. With the ideal combination of plain white and light wooden finish, this wardrobe has enthralling exterior with fully-functional interior.",
    "dimension": "WxDxH 148\" X 24\" X 112\" ",
    "category": "Bedroom",
    "subcategory": "Wardrobe",
    "categoryId": "bedroom",
    "subcategoryId": "wardrobe",
    "tags": "all, Space Design Bedroom, Space Details Wardrobe",
    "designer": "mygubbi",
    "curr": "INR",
    "popularity": "1",
    "relevance": "1",
    "shortlisted": "1",
    "likes": "1",
    "createDt": "",
    "pageId": "partridge-wardrobe",
    "styleName": "Fresh",
    "styleId": "cfresh",
    "priceRange": "Premium",
    "priceId": "premium",
    "defaultPrice": "173881",
    "defaultMaterial": "MDF ",
    "defaultFinish": "LAMINATE"
    
  },
  {
    "id": "francolin-wardrobe",
    "productId": "francolin-wardrobe",
    "name": "Francolin Wardrobe",
    "desc": "Francolin, a wardrobe fit for large families, this one comes with enough space and a well- planned internal organization. The 5 door wardrobe with open shelf in between has sectional divisions in form of shelves and drawers, which agree you to gracefully fold items to keep clothes organized, and out of sight. This wardrobe is stylish and suave in style, with skillfully concealed panels, and with the charming foil texture which is genuine and attractive. You can easily emphasize the style measure by our other bedroom storage items. Don’t ponder upon any longer, get it right away.",
    "dimension": "WxDxH 138 \"X24\"X112\"",
    "category": "Bedroom",
    "subcategory": "Wardrobe",
    "categoryId": "bedroom",
    "subcategoryId": "wardrobe",
    "tags": "all, Space Design Bedroom, Space Details Wardrobe",
    "designer": "mygubbi",
    "curr": "INR",
    "popularity": "1",
    "relevance": "1",
    "shortlisted": "1",
    "likes": "1",
    "createDt": "",
    "pageId": "francolin-wardrobe",
    "styleName": "Fresh",
    "styleId": "cfresh",
    "priceRange": "Premium",
    "priceId": "premium",
    "defaultPrice": "175861",
    "defaultMaterial": "MDF ",
    "defaultFinish": "LAMINATE"
    
  },
  {
    "id": "emerald-dove-wardrobe",
    "productId": "emerald-dove-wardrobe",
    "name": "Emerald Dove Wardrobe",
    "desc": "A classic teal blue hued wardrobe-armoire like this creates an ample storage solution that will be of exclusive and fascinating style, to perfectly match with the interiors of your room. This wardrobe, Emerald Dove, has been crafted on a floor-to-wall design basis, and will hide your clothes, accessories and other valuables in the series of shelves & drawers. The four door design, streamlined shelves are combined with fine wooden upper and below cabinets to add-on to storage. These wooden cabinets can be perfectly used as a media unit to store away your favorite DVDs for watching movies late at night. Moreover, it can be easily placed in any room, whatever be the décor. Get it today!",
    "dimension": "WxDxH 138\"X24\"X112\"",
    "category": "Bedroom",
    "subcategory": "Wardrobe",
    "categoryId": "bedroom",
    "subcategoryId": "wardrobe",
    "tags": "all, Space Design Bedroom, Space Details Wardrobe",
    "designer": "mygubbi",
    "curr": "INR",
    "popularity": "1",
    "relevance": "1",
    "shortlisted": "1",
    "likes": "1",
    "createDt": "",
    "pageId": "emerald-dove-wardrobe",
    "styleName": "Fresh",
    "styleId": "cfresh",
    "priceRange": "Standard",
    "priceId": "standard",
    "defaultPrice": "147426",
    "defaultMaterial": "MDF ",
    "defaultFinish": "LAMINATE"
    
  },
  {
    "id": "junglefowl-wardrobe-front",
    "productId": "junglefowl-wardrobe-front",
    "name": "Junglefowl Wardrobe Front",
    "desc": "You can bid goodbye to your over-stuffed and crowded armoire with JungleFowl. A 5-door wardrobe with curved handles for easy pulling, this wardrobe from mygubbi is perfect to revamp your interiors. This wardrobe with paneled doors is a pure bliss to look at. As far as functionality is concerned, it comes with series of upper and lower shelves and a set of pull-out drawers to de-clutter closet items. This is your all-in-one storage solution. It’s minimalist in style approach, making it an ideal choice for any house. So, no need to create a clutter in your bedroom, organize it properly with this ergonomically crafted wardrobe. It will instantly improve the style quotient of any room.",
    "dimension": "WxDxH 104\"x24\"x108\"",
    "category": "Bedroom",
    "subcategory": "Wardrobe",
    "categoryId": "bedroom",
    "subcategoryId": "wardrobe",
    "tags": "all, Space Design Bedroom, Space Details Wardrobe",
    "designer": "mygubbi",
    "curr": "INR",
    "popularity": "1",
    "relevance": "1",
    "shortlisted": "1",
    "likes": "1",
    "createDt": "",
    "pageId": "junglefowl-wardrobe-front",
    "styleName": "Monochrome",
    "styleId": "cmono",
    "priceRange": "Premium",
    "priceId": "premium",
    "defaultPrice": "159983.5",
    "defaultMaterial": "MDF ",
    "defaultFinish": "LAMINATE"
    
  },
  {
    "id": "sunbirds-wardrobe",
    "productId": "sunbirds-wardrobe",
    "name": "Sunbirds Wardrobe",
    "desc": "The subtle tones, and dashing wooden hues, mygubbi creates the best color blend for any bedroom. Sunbirds, is a 4-door wardrobe with upper shelves enclosed with doors as well. The perfect L-shaped design of this wardrobe provides ample space to store away extra suitcases or old-seasoned clothes. Its opulently finished hinged doors open smoothly, allowing easy access to clothing and personal items. With an open shelf added right below the upper series of shelves, this wardrobe provides an added advantage to keep your favorite books closer. Sunbirds is an essential wardrobe-armoire for your bedroom. The in-built roomy shelves with series of pull-out drawers in subtle shades, perfectly blends with the exterior. Make it a part of your bedroom, you won’t regret it.",
    "dimension": "WxDxH 192\"x24\"x108\"",
    "category": "Bedroom",
    "subcategory": "Wardrobe",
    "categoryId": "bedroom",
    "subcategoryId": "wardrobe",
    "tags": "all, Space Design Bedroom, Space Details Wardrobe",
    "designer": "mygubbi",
    "curr": "INR",
    "popularity": "1",
    "relevance": "1",
    "shortlisted": "1",
    "likes": "1",
    "createDt": "",
    "pageId": "sunbirds-wardrobe",
    "styleName": "Monochrome",
    "styleId": "cmono",
    "priceRange": "Premium",
    "priceId": "premium",
    "defaultPrice": "154099.3",
    "defaultMaterial": "MDF ",
    "defaultFinish": "LAMINATE"
    
  },
  {
    "id": "rosefinch-wardrobe-cover",
    "productId": "rosefinch-wardrobe-cover",
    "name": "Rosefinch Wardrobe Cover",
    "desc": "Can’t decide about the right wardrobe for any room? Rosefinch, the six door wardrobe, is the picture-perfect therapy for your organizing needs. With such a contemporary fresh style, it will ideally unite with your interiors, whatever be the shade of wall. It comes with the arrangement of upper and lower shelves along with two open shelves to deliver surplus of storage space for concealing all your valuables. Done in an attractive foil finish, there is no uncertainty that this wardrobe will be a primary focus in your master bedroom for years to come. Elegant and multifunctional, you won’t be disenchanted with this one.",
    "dimension": "WxDxH 132\" x24 x 108 \" ",
    "category": "Bedroom",
    "subcategory": "Wardrobe",
    "categoryId": "bedroom",
    "subcategoryId": "wardrobe",
    "tags": "all, Space Design Bedroom, Space Details Wardrobe",
    "designer": "mygubbi",
    "curr": "INR",
    "popularity": "1",
    "relevance": "1",
    "shortlisted": "1",
    "likes": "1",
    "createDt": "",
    "pageId": "rosefinch-wardrobe-cover",
    "styleName": "Fresh",
    "styleId": "cfresh",
    "priceRange": "Premium",
    "priceId": "premium",
    "defaultPrice": "179992.8",
    "defaultMaterial": "MDF ",
    "defaultFinish": "LAMINATE"
    
  },
  {
    "id": "ibis-wardrobe",
    "productId": "ibis-wardrobe",
    "name": "Ibis Wardrobe",
    "desc": "A vibrant shade to instantly revamp your interiors! With a contemporary design idea and novel vision, we bring innovation and good taste to any room. Ibis, the 6 door wardrobe straight from house of mygubbi, will straightaway boost aura of the interiors. Its internal arrangement comprises of series of spacious drawers, several shelves and aluminum rods, which will make regular folding or hanging of clothes hassle-free. The round knobs make an ideal combination with the poppy shade of wardrobe. Make this wardrobe a part of your abode, it will dwell quite effortlessly with your other furnishings. You can highlight the style quotient by our other bedroom décor items.",
    "dimension": "WxDxH 144\"x24\"x108\"",
    "category": "Bedroom",
    "subcategory": "Wardrobe",
    "categoryId": "bedroom",
    "subcategoryId": "wardrobe",
    "tags": "all, Space Design Bedroom, Space Details Wardrobe",
    "designer": "mygubbi",
    "curr": "INR",
    "popularity": "1",
    "relevance": "1",
    "shortlisted": "1",
    "likes": "1",
    "createDt": "",
    "pageId": "ibis-wardrobe",
    "styleName": "Vibrant",
    "styleId": "cvibr",
    "priceRange": "Premium",
    "priceId": "premium",
    "defaultPrice": "209246.6",
    "defaultMaterial": "MDF ",
    "defaultFinish": "LAMINATE"
    
  },
  {
    "id": "monal-wardrobe",
    "productId": "monal-wardrobe",
    "name": "Monal Wardrobe",
    "desc": "We have shown that it is possible to develop a reasonable item, while following high quality and design standards. Ergonomically designed, Monal is a six door wardrobe with long square shaped handles. This wardrobe is composed of series of shelves followed by arrangement of pull-out drawers. With sufficient space available for hanging of clothes, you can store your off-season items and accessories in the topmost shelf. Its measurements are perfect for the new concept of homes, which usually feature smaller spaces for bedrooms. It’s time to get systematized, get rid of castoffs in the bedroom and keep extra clothes out of spectacle. Don’t ponder any longer, take away this exclusively designed piece of furniture.",
    "dimension": "WxDxH 120\"x24\"x108\"",
    "category": "Bedroom",
    "subcategory": "Wardrobe",
    "categoryId": "bedroom",
    "subcategoryId": "wardrobe",
    "tags": "all, Space Design Bedroom, Space Details Wardrobe",
    "designer": "mygubbi",
    "curr": "INR",
    "popularity": "1",
    "relevance": "1",
    "shortlisted": "1",
    "likes": "1",
    "createDt": "",
    "pageId": "monal-wardrobe",
    "styleName": "Vibrant",
    "styleId": "cvibr",
    "priceRange": "Standard",
    "priceId": "standard",
    "defaultPrice": "144904",
    "defaultMaterial": "MDF ",
    "defaultFinish": "LAMINATE"
    
  },
  {
    "id": "baikal-wardrobe",
    "productId": "baikal-wardrobe",
    "name": "Baikal Wardrobe",
    "desc": "mygubbi offers one of the best contemporary wardrobes in the market. Baikal, straight from the house of mygubbi, is a 6 door wardrobe armoire in captivating design and texture, in both the exterior and interior. Within, it has sectional separations in the form of shelves and drawers, which permit you to neatly fold items to keep clothes systemized, and out of sight. This wardrobe is stylish and suave in style, and with the captivating foil finish which is genuine and attractive. Refurbish your bedroom with this alluring piece of furniture and coordinate it with other members from mygubbi. Grab it today!",
    "dimension": "WxDxH 112\"x24\" x108\"",
    "category": "Bedroom",
    "subcategory": "Wardrobe",
    "categoryId": "bedroom",
    "subcategoryId": "wardrobe",
    "tags": "all, Space Design Bedroom, Space Details Wardrobe",
    "designer": "mygubbi",
    "curr": "INR",
    "popularity": "1",
    "relevance": "1",
    "shortlisted": "1",
    "likes": "1",
    "createDt": "",
    "pageId": "baikal-wardrobe",
    "styleName": "Fresh",
    "styleId": "cfresh",
    "priceRange": "Standard",
    "priceId": "standard",
    "defaultPrice": "141761.7",
    "defaultMaterial": "MDF ",
    "defaultFinish": "LAMINATE"
  },
  {
    "id": "lapwing-wardrobe",
    "productId": "lapwing-wardrobe",
    "name": "Lapwing Wardrobe",
    "desc": "Are you hunting for a wardrobe which will instantly raise your bedroom aesthetics? A straight cupboard that neatly covers one wall and ensures to meet your every storage need. Lapwing, a 4-door wardrobe straight from the house of mygubbi, is a great mix of open and closed storage solutions. Amidst the cabinets we have provided vertical pull-out drawers to store keys, documents and other stuff. At one end of the wardrobe we have managed to include a study table with upper horizontal shelves, which will solve the problem of having a separate study table in the room. This one is a delight for those who like to have everything at arm’s reach. For all your storage needs, mygubbi has mastered in bringing out the finest interior solutions. Lapwing is a great option for the children’s room or for a couple. With designated spaces for hangers and shelves, everything you would like to store away, will be well organized.",
    "dimension": "WxDxH 168\"x24\"x108\"",
    "category": "Bedroom",
    "subcategory": "Wardrobe",
    "categoryId": "bedroom",
    "subcategoryId": "wardrobe",
    "tags": "all, Space Design Bedroom, Space Details Wardrobe",
    "designer": "mygubbi",
    "curr": "INR",
    "popularity": "1",
    "relevance": "1",
    "shortlisted": "1",
    "likes": "1",
    "createDt": "",
    "pageId": "lapwing-wardrobe",
    "styleName": "Fresh",
    "styleId": "cfresh",
    "priceRange": "Luxury",
    "priceId": "luxury",
    "defaultPrice": "312610",
    "defaultMaterial": "MDF ",
    "defaultFinish": "LAMINATE"
  },
  {
    "id": "golden-plover-wardrobe",
    "productId": "golden-plover-wardrobe",
    "name": "Golden Plover Wardrobe",
    "desc": "A classic patina green hued wardrobe-armoire creates an abundant storage solution that will not only be of unique and enthralling style, but custom-made to perfectly fit the dimensions of your bedroom. This wardrobe, Golden Plover, which is crafted on a floor-to-wall design basis, will hide away your valuables in a series of open and closed multiple shelves. And the long handles make it much easier to open. The framed door, series of horizontal shelves, an open shelf to keep season’s bestsellers in a neat manner, and an elegant laminate finish make this wardrobe a natural part of contemporary style. Moreover, this wardrobe can be swiftly placed in any room, whatever be the interior of any room. Its measurements are perfect for the new concept of homes, which generally feature smaller spaces for bedrooms. An excellent piece to revamp your dwellings, get this one today!",
    "dimension": "WxDxH 168\"x24\"x108\"",
    "category": "Bedroom",
    "subcategory": "Wardrobe",
    "categoryId": "bedroom",
    "subcategoryId": "wardrobe",
    "tags": "all, Space Design Bedroom, Space Details Wardrobe",
    "designer": "mygubbi",
    "curr": "INR",
    "popularity": "1",
    "relevance": "1",
    "shortlisted": "1",
    "likes": "1",
    "createDt": "",
    "pageId": "golden-plover-wardrobe",
    "styleName": "Fresh",
    "styleId": "cfresh",
    "priceRange": "Luxury",
    "priceId": "luxury",
    "defaultPrice": "377588",
    "defaultMaterial": "MDF ",
    "defaultFinish": "LAMINATE"
  },
  {
    "id": "heron-wardrobe",
    "productId": "heron-wardrobe",
    "name": "Heron Wardrobe",
    "desc": "Is it getting tough for you to decide what to place in your bedroom? Heron, the six door wardrobe from the house of mygubbi, is the perfect solution to your organizing needs. With such a modern and suave style, it will perfectly gel with your interiors, whatever be the shade of wall. It comes with the series of upper and lower shelves along with spacious pull out drawers to provide plenty of storage space to hide your items. Done in a beautiful laminate finish, there is no hesitation that this wardrobe will be a staple in your master bedroom for years to come. Sophisticated and useful, you won’t be embittered with this one. Grab this one today and enthrall seers.",
    "dimension": "WxDxH 112\"x24\"x108\"",
    "category": "Bedroom",
    "subcategory": "Wardrobe",
    "categoryId": "bedroom",
    "subcategoryId": "wardrobe",
    "tags": "all, Space Design Bedroom, Space Details Wardrobe",
    "designer": "mygubbi",
    "curr": "INR",
    "popularity": "1",
    "relevance": "1",
    "shortlisted": "1",
    "likes": "1",
    "createDt": "",
    "pageId": "heron-wardrobe",
    "styleName": "Monochrome",
    "styleId": "cmono",
    "priceRange": "Premium",
    "priceId": "premium",
    "defaultPrice": "151000",
    "defaultMaterial": "MDF ",
    "defaultFinish": "LAMINATE"
  },
  {
    "id": "sparrow-wardrobe",
    "productId": "sparrow-wardrobe",
    "name": "Sparrow Wardrobe",
    "desc": "With a novel design concept and stunning creativity, mygubbi brings freshness and excellent taste to your bedroom. Sparrow, the simple yet practical wardrobe will instantly optimize your bedroom interiors. Its internal arrangement comprises of two spacious drawers, multiple shelves and a long aluminum rod, which will make daily folding or hanging of clothes easy. The wardrobe has an in-built open cabinet to keep décor items or hold your car keys. With the ideal combination of plain white and laminate finish, this wardrobe has fascinating exterior with multi-functional interior. Make this closet a part of your home, it will mix easily with your other items. Don’t ponder upon any longer, get it right away.",
    "dimension": "WxDxH 60\"x24\"x108\"",
    "category": "Bedroom",
    "subcategory": "Wardrobe",
    "categoryId": "bedroom",
    "subcategoryId": "wardrobe",
    "tags": "all, Space Design Bedroom, Space Details Wardrobe",
    "designer": "mygubbi",
    "curr": "INR",
    "popularity": "1",
    "relevance": "1",
    "shortlisted": "1",
    "likes": "1",
    "createDt": "",
    "pageId": "sparrow-wardrobe",
    "styleName": "Monochrome",
    "styleId": "cmono",
    "priceRange": "Premium",
    "priceId": "premium",
    "defaultPrice": "141075",
    "defaultMaterial": "MDF ",
    "defaultFinish": "LAMINATE"
  },
  {
    "id": "snowcock-l-shape-kitchen",
    "productId": "snowcock-l-shape-kitchen",
    "name": "Snowcock L Shape Kitchen",
    "desc": "When it comes to rising the elegance, nobody does it better than us. From grander finish to class material, mygubbi overtakes in offering the best products. Snowcock, the L-Shaped Kitchen, will not only be highly useful but would also assist in boosting aura of your lodgings. The perfect blend of green wooden doors with holistic cabinetry, this L-shaped kitchen will enthrall all the seers. With plentiful space provided to afford abundant foot movements, cooking will be a delightful chore now. There is an island at one end of the kitchen to provide eating space or additional prep area. Settle on this one if you are hunting for clutter-free work station to cook tasty treats.",
    "dimension": "10'4\" x 4'8\" x 7'",
    "category": "Kitchen",
    "subcategory": "L Shape Kitchen",
    "categoryId": "kitchen",
    "subcategoryId": "lshapedk",
    "tags": "all, Space Design Kitchen, Space Detais L-Shaped",
    "designer": "mygubbi",
    "curr": "INR",
    "popularity": "1",
    "relevance": "1",
    "shortlisted": "1",
    "likes": "1",
    "createDt": "",
    "pageId": "snowcock-l-shape-kitchen",
    "styleName": "Fresh",
    "styleId": "cfresh",
    "priceRange": "Premium",
    "priceId": "premium",
    "defaultPrice": "230817",
    "defaultMaterial": "MDF",
    "defaultFinish": "LAMINATE "
  },
  {
    "id": "spurfowl-l-shape-kitchen",
    "productId": "spurfowl-l-shape-kitchen",
    "name": "Spurfowl L Shape Kitchen",
    "desc": "Why not make your mornings better? We know the value of spectacular ambiance to gloom up the morning mood. You would love to prepare refreshing latte or grilled sandwich, in this alluring L-Shaped kitchen. Spurfowl, is the picture-perfect mix of subtle shade and utility cabinetry. With striking use of classy colors, the amazing material speaks for itself. Hanging out of Newlyweds or dining with family would get more thrilling and breezy now. Settle down on this one if you are certain of buying the best product at best price.",
    "dimension": "9'10\" X 5'11\" 7'",
    "category": "Kitchen",
    "subcategory": "L Shape Kitchen",
    "categoryId": "kitchen",
    "subcategoryId": "lshapedk",
    "tags": "all, Space Design Kitchen, Space Detais L-Shaped",
    "designer": "mygubbi",
    "curr": "INR",
    "popularity": "1",
    "relevance": "1",
    "shortlisted": "1",
    "likes": "1",
    "createDt": "",
    "pageId": "spurfowl-l-shape-kitchen",
    "styleName": "Black & White",
    "styleId": "cbnw",
    "priceRange": "Premium",
    "priceId": "premium",
    "defaultPrice": "189594",
    "defaultMaterial": "MDF",
    "defaultFinish": "LAMINATE "
  },
  {
    "id": "mandarin-duck-l-shape-kitchen",
    "productId": "mandarin-duck-l-shape-kitchen",
    "name": "Mandarin Duck L Shape Kitchen",
    "desc": "This masterpiece is straight from “Kitchen with Boldness” collection. Mandarin Duck, the L-shaped kitchen begins with sink area with upper cabinets to store away utensils. This kitchen is ideal for small families or newlyweds. This one is designed keeping in mind the struggles you face between sink, prep area and cooktop. It ends with an empty surface top which can be used to eat luncheons or finish office work. The prepping area has a solid platform that forms the top of a series of cabinets and drawers. Overhead open and closed cabinets in wool ash makes up for an aesthetic and utilitarian kitchen.",
    "dimension": "9'10\" x 8'5\" x 7'9\"",
    "category": "Kitchen",
    "subcategory": "L Shape Kitchen",
    "categoryId": "kitchen",
    "subcategoryId": "lshapedk",
    "tags": "all, Space Design Kitchen, Space Detais L-Shaped",
    "designer": "mygubbi",
    "curr": "INR",
    "popularity": "1",
    "relevance": "1",
    "shortlisted": "1",
    "likes": "1",
    "createDt": "",
    "pageId": "mandarin-duck-l-shape-kitchen",
    "styleName": "Fresh",
    "styleId": "cfresh",
    "priceRange": "Premium",
    "priceId": "premium",
    "defaultPrice": "204504",
    "defaultMaterial": "MDF",
    "defaultFinish": "LAMINATE "
  }
]